<section>
    <h1>عن القائمة</h1>

    <h3>ما هي القائمة التقنية العربية؟</h3>
    <p>
        هي محاولة لتجميع وتنظيم المصادر العربية لتعليم البرمجة والتصميم والرياضيات ووضعها في متناول يد الطالب العربي لتسهيل تعلم تلك المجالات بلغته الأم. 
    </p>

    <h3>ما هي معايير إختيار المصادر؟</h3>
    <p>
        لإختيار المصادر معيار وحيد وهو أن يكون المصدر يقدم العلوم التقنية باللغة العربية. ولا فرق في ذلك بين المصدر المشهور وغير المشهور.
    </p>

    <h3>أعلم مصادر قيمة وليست موجودة في القائمة</h3>
    <p>
        بالطبع لم أستطع جمع كل المصادر، لكن الباب مفتوح لكل من يريد المشاركة في تحسين المحتوى العربي أن يقوم بوضع المصادر التي لم توضع حتى الآن. <a href="https://github.com/elhakeem/aratechlist/blob/master/README.md">إقرأ إرشادات المساهمة</a>.
    </p>

</section>

<style lang="scss">
    section {
        margin: 100px 0;
        background: rgba(0, 0, 0, 0.17);
        padding: 30px;
        border-radius: 10px;
        color: #d0cfcf;
        h1 {
            border-bottom: 1px solid rgba($color: #fff, $alpha: 0.2);
            padding-bottom: 30px;
        }
        h3 {
            margin-top: 30px;
        }
        a {
            color: yellow;
        }
    }
</style>
