<section>
    <h1>عن القائمة</h1>

    <h3>ما هي القائمة التقنية العربية؟</h3>
    <p>
        هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً 
    </p>

    <h3>ما هي القائمة التقنية العربية؟</h3>
    <p>
        هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً 
    </p>

    <h3>ما هي القائمة التقنية العربية؟</h3>
    <p>
        هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً 
    </p>

    <h3>ما هي القائمة التقنية العربية؟</h3>
    <p>
        هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً هي قائمة قائمة هي في قائمة جميلة حقاً 
    </p>

    
</section>

<style lang="scss">
    section {
        margin: 100px 0;
        background: rgba(0, 0, 0, 0.17);
        padding: 30px;
        border-radius: 10px;
        color: #d0cfcf;
        h1 {
            border-bottom: 1px solid rgba($color: #fff, $alpha: 0.2);
            padding-bottom: 30px;
        }
        h3 {
            margin-top: 30px;
        }
    }
</style>
